Revit 2027 API
WorksetTable.GetWorkset Method
Overload List
Name | Description
GetWorkset(Guid) |  Returns the workset from a input Guid.
GetWorkset(WorksetId) |  Returns the workset from a input WorksetId.
Top
See Also
Reference
WorksetTable Class
Autodesk.Revit.DB Namespace